Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/AudioEditor.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# 音量調整: %@倍 (全体)
source: Volume: %@× (entire recording)
ar: مستوى الصوت: %@× (التسجيل بالكامل)
bn: ভলিউম: %@× (পুরো রেকর্ডিং)
ca: Volum: %@× (tota la gravació)
cs: Hlasitost: %@× (celý záznam)
da: Lydstyrke: %@× (hele optagelsen)
de: Lautstärke: %@× (gesamte Aufnahme)
el: Ένταση: %@× (ολόκληρη η ηχογράφηση)
es: Volumen: %@× (toda la grabación)
fi: Äänenvoimakkuus: %@× (koko äänitys)
fr: Volume : %@× (tout l'enregistrement)
gu: વૉલ્યૂમ: %@× (આખું રેકોર્ડિંગ)
he: עוצמת קול: %@× (כל ההקלטה)
hi: वॉल्यूम: %@× (पूरी रिकॉर्डिंग)
hr: Glasnoća: %@× (cijela snimka)
hu: Hangerő: %@× (teljes felvétel)
id: Volume: %@× (seluruh rekaman)
it: Volume: %@× (intera registrazione)
ja: 音量調整: %@倍 (全体)
kn: ವಾಲ್ಯೂಮ್: %@× (ಸಂಪೂರ್ಣ ರೆಕಾರ್ಡಿಂಗ್)
ko: 볼륨: %@배 (전체)
ml: വോളിയം: %@× (മുഴുവൻ റെക്കോർഡിംഗ്)
mr: व्हॉल्यूम: %@× (संपूर्ण रेकॉर्डिंग)
ms: Kelantangan: %@× (seluruh rakaman)
nb: Volum: %@× (hele opptaket)
nl: Volume: %@× (hele opname)
or: ଭଲ୍ୟୁମ୍: %@× (ସମ୍ପୂର୍ଣ୍ଣ ରେକର୍ଡିଂ)
pa: ਵੌਲਿਊਮ: %@× (ਪੂਰੀ ਰਿਕਾਰਡਿੰਗ)
pl: Głośność: %@× (całe nagranie)
pt_br: Volume: %@× (gravação inteira)
pt_pt: Volume: %@× (gravação completa)
ro: Volum: %@× (întreaga înregistrare)
ru: Громкость: %@× (вся запись)
sk: Hlasitosť: %@× (celý záznam)
sl: Glasnost: %@× (celoten posnetek)
sv: Volym: %@× (hela inspelningen)
ta: ஒலியளவு: %@× (முழுப் பதிவு)
te: వాల్యూమ్: %@× (మొత్తం రికార్డింగ్)
th: ระดับเสียง: %@× (ทั้งหมด)
tr: Ses seviyesi: %@× (tüm kayıt)
uk: Гучність: %@× (увесь запис)
ur: والیوم: %@× (پوری ریکارڈنگ)
vi: Âm lượng: %@× (toàn bộ bản ghi)
zh_hans: 音量调整：%@倍（全部）
zh_hant: 音量調整：%@倍（全部）

# 分割音声 %@
source: Split Audio %@
ar: صوت مقسّم %@
bn: ভাগ করা অডিও %@
ca: Àudio dividit %@
cs: Rozdělený zvuk %@
da: Opdelt lyd %@
de: Aufgeteiltes Audio %@
el: Διαχωρισμένος ήχος %@
es: Audio dividido %@
fi: Jaettu ääni %@
fr: Audio divisé %@
gu: વિભાજિત ઑડિયો %@
he: שמע מפוצל %@
hi: विभाजित ऑडियो %@
hr: Razdvojeni zvuk %@
hu: Felosztott hang %@
id: Audio Terpisah %@
it: Audio diviso %@
ja: 分割音声 %@
kn: ವಿಭಜಿತ ಆಡಿಯೋ %@
ko: 분할된 오디오 %@
ml: വിഭജിച്ച ഓഡിയോ %@
mr: विभाजित ऑडिओ %@
ms: Audio Dipisah %@
nb: Oppdelt lyd %@
nl: Gesplitste audio %@
or: ବିଭାଜିତ ଅଡିଓ %@
pa: ਵੰਡੀ ਗਈ ਆਡੀਓ %@
pl: Podzielone audio %@
pt_br: Áudio dividido %@
pt_pt: Áudio dividido %@
ro: Audio împărțit %@
ru: Разделённое аудио %@
sk: Rozdelený zvuk %@
sl: Razdeljen zvok %@
sv: Uppdelat ljud %@
ta: பிரித்த ஆடியோ %@
te: విభజించిన ఆడియో %@
th: เสียงที่แบ่ง %@
tr: Bölünmüş Ses %@
uk: Розділене аудіо %@
ur: تقسیم شدہ آڈیو %@
vi: Âm thanh đã tách %@
zh_hans: 分割音频 %@
zh_hant: 分割音訊 %@

# %@ (前半)
source: %@ (first part)
ar: %@ (الجزء الأول)
bn: %@ (প্রথম অংশ)
ca: %@ (primera part)
cs: %@ (první část)
da: %@ (første del)
de: %@ (erster Teil)
el: %@ (πρώτο μέρος)
es: %@ (primera parte)
fi: %@ (ensimmäinen osa)
fr: %@ (première partie)
gu: %@ (પહેલો ભાગ)
he: %@ (חלק ראשון)
hi: %@ (पहला भाग)
hr: %@ (prvi dio)
hu: %@ (első rész)
id: %@ (bagian pertama)
it: %@ (prima parte)
ja: %@ (前半)
kn: %@ (ಮೊದಲ ಭಾಗ)
ko: %@ (앞부분)
ml: %@ (ആദ്യ ഭാഗം)
mr: %@ (पहिला भाग)
ms: %@ (bahagian pertama)
nb: %@ (første del)
nl: %@ (eerste deel)
or: %@ (ପ୍ରଥମ ଭାଗ)
pa: %@ (ਪਹਿਲਾ ਹਿੱਸਾ)
pl: %@ (pierwsza część)
pt_br: %@ (primeira parte)
pt_pt: %@ (primeira parte)
ro: %@ (prima parte)
ru: %@ (первая часть)
sk: %@ (prvá časť)
sl: %@ (prvi del)
sv: %@ (första delen)
ta: %@ (முதல் பகுதி)
te: %@ (మొదటి భాగం)
th: %@ (ส่วนแรก)
tr: %@ (ilk bölüm)
uk: %@ (перша частина)
ur: %@ (پہلا حصہ)
vi: %@ (phần đầu)
zh_hans: %@（前半部分）
zh_hant: %@（前半部分）

# 音声ファイルが見つかりません: %@
source: Audio file not found: %@
ar: لم يتم العثور على ملف الصوت: %@
bn: অডিও ফাইল পাওয়া যায়নি: %@
ca: No s'ha trobat el fitxer d'àudio: %@
cs: Zvukový soubor nebyl nalezen: %@
da: Lydfilen blev ikke fundet: %@
de: Audiodatei nicht gefunden: %@
el: Δεν βρέθηκε το αρχείο ήχου: %@
es: Archivo de audio no encontrado: %@
fi: Äänitiedostoa ei löytynyt: %@
fr: Fichier audio introuvable : %@
gu: ઑડિયો ફાઇલ મળી નહીં: %@
he: קובץ השמע לא נמצא: %@
hi: ऑडियो फ़ाइल नहीं मिली: %@
hr: Audiodatoteka nije pronađena: %@
hu: A hangfájl nem található: %@
id: File audio tidak ditemukan: %@
it: File audio non trovato: %@
ja: 音声ファイルが見つかりません: %@
kn: ಆಡಿಯೋ ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ: %@
ko: 오디오 파일을 찾을 수 없습니다: %@
ml: ഓഡിയോ ഫയൽ കണ്ടെത്തിയില്ല: %@
mr: ऑडिओ फाइल सापडली नाही: %@
ms: Fail audio tidak ditemui: %@
nb: Fant ikke lydfilen: %@
nl: Audiobestand niet gevonden: %@
or: ଅଡିଓ ଫାଇଲ୍ ମିଳିଲା ନାହିଁ: %@
pa: ਆਡੀਓ ਫ਼ਾਈਲ ਨਹੀਂ ਮਿਲੀ: %@
pl: Nie znaleziono pliku audio: %@
pt_br: Arquivo de áudio não encontrado: %@
pt_pt: Ficheiro de áudio não encontrado: %@
ro: Fișierul audio nu a fost găsit: %@
ru: Аудиофайл не найден: %@
sk: Zvukový súbor sa nenašiel: %@
sl: Zvočne datoteke ni bilo mogoče najti: %@
sv: Ljudfilen hittades inte: %@
ta: ஆடியோ கோப்பு கிடைக்கவில்லை: %@
te: ఆడియో ఫైల్ కనుగొనబడలేదు: %@
th: ไม่พบไฟล์เสียง: %@
tr: Ses dosyası bulunamadı: %@
uk: Аудіофайл не знайдено: %@
ur: آڈیو فائل نہیں ملی: %@
vi: Không tìm thấy tệp âm thanh: %@
zh_hans: 找不到音频文件：%@
zh_hant: 找不到音訊檔案：%@

# バッファの作成に失敗しました
source: Failed to create the audio buffer.
ar: فشل إنشاء المخزن المؤقت للصوت.
bn: অডিও বাফার তৈরি করা যায়নি।
ca: No s'ha pogut crear la memòria intermèdia d'àudio.
cs: Vytvoření zvukové vyrovnávací paměti se nezdařilo.
da: Lydbufferen kunne ikke oprettes.
de: Audiopuffer konnte nicht erstellt werden.
el: Η δημιουργία της προσωρινής μνήμης ήχου απέτυχε.
es: No se pudo crear el búfer de audio.
fi: Äänipuskurin luominen epäonnistui.
fr: Impossible de créer la mémoire tampon audio.
gu: ઑડિયો બફર બનાવી શકાયું નહીં.
he: יצירת מאגר השמע נכשלה.
hi: ऑडियो बफ़र बनाने में विफल।
hr: Stvaranje audiomeđuspremnika nije uspjelo.
hu: Nem sikerült létrehozni a hangpuffert.
id: Gagal membuat buffer audio.
it: Impossibile creare il buffer audio.
ja: バッファの作成に失敗しました
kn: ಆಡಿಯೋ ಬಫರ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 오디오 버퍼를 생성하지 못했습니다.
ml: ഓഡിയോ ബഫർ സൃഷ്ടിക്കാനായില്ല.
mr: ऑडिओ बफर तयार करता आला नाही.
ms: Gagal mencipta penimbal audio.
nb: Kunne ikke opprette lydbufferen.
nl: Kan audiobuffer niet aanmaken.
or: ଅଡିଓ ବଫର୍ ତିଆରି କରିହେଲା ନାହିଁ।
pa: ਆਡੀਓ ਬਫ਼ਰ ਨਹੀਂ ਬਣ ਸਕਿਆ।
pl: Nie udało się utworzyć bufora audio.
pt_br: Falha ao criar o buffer de áudio.
pt_pt: Falha ao criar o buffer de áudio.
ro: Crearea bufferului audio nu a reușit.
ru: Не удалось создать аудиобуфер.
sk: Nepodarilo sa vytvoriť zvukovú vyrovnávaciu pamäť.
sl: Zvočnega medpomnilnika ni bilo mogoče ustvariti.
sv: Det gick inte att skapa ljudbufferten.
ta: ஆடியோ பஃபரை உருவாக்க முடியவில்லை.
te: ఆడియో బఫర్‌ను సృష్టించడం విఫలమైంది.
th: สร้างบัฟเฟอร์เสียงไม่สำเร็จ
tr: Ses arabelleği oluşturulamadı.
uk: Не вдалося створити аудіобуфер.
ur: آڈیو بفر نہیں بن سکا۔
vi: Không thể tạo bộ đệm âm thanh.
zh_hans: 创建音频缓冲区失败。
zh_hant: 建立音訊緩衝區失敗。

# トラックの作成に失敗しました
source: Failed to create the audio track.
ar: فشل إنشاء المسار الصوتي.
bn: অডিও ট্র্যাক তৈরি করা যায়নি।
ca: No s'ha pogut crear la pista d'àudio.
cs: Vytvoření zvukové stopy se nezdařilo.
da: Lydsporet kunne ikke oprettes.
de: Audiospur konnte nicht erstellt werden.
el: Η δημιουργία του κομματιού ήχου απέτυχε.
es: No se pudo crear la pista de audio.
fi: Ääniraidan luominen epäonnistui.
fr: Impossible de créer la piste audio.
gu: ઑડિયો ટ્રૅક બનાવી શકાયો નહીં.
he: יצירת רצועת השמע נכשלה.
hi: ऑडियो ट्रैक बनाने में विफल।
hr: Stvaranje audiozapisa nije uspjelo.
hu: Nem sikerült létrehozni a hangsávot.
id: Gagal membuat trek audio.
it: Impossibile creare la traccia audio.
ja: トラックの作成に失敗しました
kn: ಆಡಿಯೋ ಟ್ರ್ಯಾಕ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 오디오 트랙을 생성하지 못했습니다.
ml: ഓഡിയോ ട്രാക്ക് സൃഷ്ടിക്കാനായില്ല.
mr: ऑडिओ ट्रॅक तयार करता आला नाही.
ms: Gagal mencipta trek audio.
nb: Kunne ikke opprette lydsporet.
nl: Kan audiotrack niet aanmaken.
or: ଅଡିଓ ଟ୍ରାକ୍ ତିଆରି କରିହେଲା ନାହିଁ।
pa: ਆਡੀਓ ਟ੍ਰੈਕ ਨਹੀਂ ਬਣ ਸਕਿਆ।
pl: Nie udało się utworzyć ścieżki audio.
pt_br: Falha ao criar a faixa de áudio.
pt_pt: Falha ao criar a faixa de áudio.
ro: Crearea pistei audio nu a reușit.
ru: Не удалось создать аудиодорожку.
sk: Nepodarilo sa vytvoriť zvukovú stopu.
sl: Zvočnega posnetka ni bilo mogoče ustvariti.
sv: Det gick inte att skapa ljudspåret.
ta: ஆடியோ டிராக்கை உருவாக்க முடியவில்லை.
te: ఆడియో ట్రాక్‌ను సృష్టించడం విఫలమైంది.
th: สร้างแทร็กเสียงไม่สำเร็จ
tr: Ses parçası oluşturulamadı.
uk: Не вдалося створити аудіодоріжку.
ur: آڈیو ٹریک نہیں بن سکا۔
vi: Không thể tạo track âm thanh.
zh_hans: 创建音轨失败。
zh_hant: 建立音軌失敗。

# オーディオトラックが見つかりません
source: No audio track found.
ar: لم يتم العثور على مسار صوتي.
bn: কোনো অডিও ট্র্যাক পাওয়া যায়নি।
ca: No s'ha trobat cap pista d'àudio.
cs: Nebyla nalezena žádná zvuková stopa.
da: Der blev ikke fundet noget lydspor.
de: Keine Audiospur gefunden.
el: Δεν βρέθηκε κομμάτι ήχου.
es: No se encontró ninguna pista de audio.
fi: Ääniraitaa ei löytynyt.
fr: Aucune piste audio trouvée.
gu: કોઈ ઑડિયો ટ્રૅક મળ્યો નહીં.
he: לא נמצאה רצועת שמע.
hi: कोई ऑडियो ट्रैक नहीं मिला।
hr: Nije pronađen nijedan audiozapis.
hu: Nem található hangsáv.
id: Trek audio tidak ditemukan.
it: Nessuna traccia audio trovata.
ja: オーディオトラックが見つかりません
kn: ಯಾವುದೇ ಆಡಿಯೋ ಟ್ರ್ಯಾಕ್ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 오디오 트랙을 찾을 수 없습니다.
ml: ഓഡിയോ ട്രാക്കൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणताही ऑडिओ ट्रॅक सापडला नाही.
ms: Tiada trek audio ditemui.
nb: Fant ikke noe lydspor.
nl: Geen audiotrack gevonden.
or: କୌଣସି ଅଡିଓ ଟ୍ରାକ୍ ମିଳିଲା ନାହିଁ।
pa: ਕੋਈ ਆਡੀਓ ਟ੍ਰੈਕ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono ścieżki audio.
pt_br: Nenhuma faixa de áudio encontrada.
pt_pt: Nenhuma faixa de áudio encontrada.
ro: Nu s-a găsit nicio pistă audio.
ru: Аудиодорожка не найдена.
sk: Nenašla sa žiadna zvuková stopa.
sl: Zvočnega posnetka ni bilo mogoče najti.
sv: Inget ljudspår hittades.
ta: ஆடியோ டிராக் எதுவும் கிடைக்கவில்லை.
te: ఆడియో ట్రాక్ ఏదీ కనుగొనబడలేదు.
th: ไม่พบแทร็กเสียง
tr: Ses parçası bulunamadı.
uk: Аудіодоріжку не знайдено.
ur: کوئی آڈیو ٹریک نہیں ملا۔
vi: Không tìm thấy track âm thanh.
zh_hans: 找不到音轨。
zh_hant: 找不到音軌。

# エクスポートセッションの作成に失敗しました
source: Failed to create the export session.
ar: فشل إنشاء جلسة التصدير.
bn: এক্সপোর্ট সেশন তৈরি করা যায়নি।
ca: No s'ha pogut crear la sessió d'exportació.
cs: Vytvoření relace exportu se nezdařilo.
da: Eksportsessionen kunne ikke oprettes.
de: Exportsitzung konnte nicht erstellt werden.
el: Η δημιουργία της περιόδου εξαγωγής απέτυχε.
es: No se pudo crear la sesión de exportación.
fi: Vientiistunnon luominen epäonnistui.
fr: Impossible de créer la session d'exportation.
gu: એક્સપોર્ટ સેશન બનાવી શકાયું નહીં.
he: יצירת סשן הייצוא נכשלה.
hi: निर्यात सत्र बनाने में विफल।
hr: Stvaranje sesije izvoza nije uspjelo.
hu: Nem sikerült létrehozni az exportálási munkamenetet.
id: Gagal membuat sesi ekspor.
it: Impossibile creare la sessione di esportazione.
ja: エクスポートセッションの作成に失敗しました
kn: ಎಕ್ಸ್‌ಪೋರ್ಟ್ ಸೆಷನ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 내보내기 세션을 생성하지 못했습니다.
ml: എക്സ്പോർട്ട് സെഷൻ സൃഷ്ടിക്കാനായില്ല.
mr: एक्सपोर्ट सेशन तयार करता आले नाही.
ms: Gagal mencipta sesi eksport.
nb: Kunne ikke opprette eksportøkten.
nl: Kan exportsessie niet aanmaken.
or: ଏକ୍ସପୋର୍ଟ ସେସନ୍ ତିଆରି କରିହେଲା ନାହିଁ।
pa: ਐਕਸਪੋਰਟ ਸੈਸ਼ਨ ਨਹੀਂ ਬਣ ਸਕਿਆ।
pl: Nie udało się utworzyć sesji eksportu.
pt_br: Falha ao criar a sessão de exportação.
pt_pt: Falha ao criar a sessão de exportação.
ro: Crearea sesiunii de export nu a reușit.
ru: Не удалось создать сеанс экспорта.
sk: Nepodarilo sa vytvoriť reláciu exportu.
sl: Seje izvoza ni bilo mogoče ustvariti.
sv: Det gick inte att skapa exportsessionen.
ta: ஏற்றுமதி அமர்வை உருவாக்க முடியவில்லை.
te: ఎక్స్‌పోర్ట్ సెషన్‌ను సృష్టించడం విఫలమైంది.
th: สร้างเซสชันการส่งออกไม่สำเร็จ
tr: Dışa aktarma oturumu oluşturulamadı.
uk: Не вдалося створити сеанс експорту.
ur: ایکسپورٹ سیشن نہیں بن سکا۔
vi: Không thể tạo phiên xuất.
zh_hans: 创建导出会话失败。
zh_hant: 建立匯出工作階段失敗。

# エクスポートに失敗しました
source: Export failed.
ar: فشل التصدير.
bn: এক্সপোর্ট ব্যর্থ হয়েছে।
ca: No s'ha pogut exportar.
cs: Export se nezdařil.
da: Eksporten mislykkedes.
de: Export fehlgeschlagen.
el: Η εξαγωγή απέτυχε.
es: Error al exportar.
fi: Vienti epäonnistui.
fr: Échec de l'exportation.
gu: એક્સપોર્ટ નિષ્ફળ.
he: הייצוא נכשל.
hi: निर्यात विफल।
hr: Izvoz nije uspio.
hu: Az exportálás sikertelen.
id: Ekspor gagal.
it: Esportazione non riuscita.
ja: エクスポートに失敗しました
kn: ಎಕ್ಸ್‌ಪೋರ್ಟ್ ವಿಫಲವಾಗಿದೆ.
ko: 내보내기에 실패했습니다.
ml: എക്സ്പോർട്ട് പരാജയപ്പെട്ടു.
mr: एक्सपोर्ट अयशस्वी.
ms: Eksport gagal.
nb: Eksporten mislyktes.
nl: Exporteren mislukt.
or: ଏକ୍ସପୋର୍ଟ ବିଫଳ ହେଲା।
pa: ਐਕਸਪੋਰਟ ਅਸਫਲ।
pl: Eksport nie powiódł się.
pt_br: Falha na exportação.
pt_pt: Falha na exportação.
ro: Exportul nu a reușit.
ru: Ошибка экспорта.
sk: Export zlyhal.
sl: Izvoz ni uspel.
sv: Exporten misslyckades.
ta: ஏற்றுமதி தோல்வியடைந்தது.
te: ఎక్స్‌పోర్ట్ విఫలమైంది.
th: การส่งออกล้มเหลว
tr: Dışa aktarma başarısız oldu.
uk: Не вдалося експортувати.
ur: ایکسپورٹ ناکام۔
vi: Xuất thất bại.
zh_hans: 导出失败。
zh_hant: 匯出失敗。

# エクスポートがキャンセルされました
source: Export was cancelled.
ar: تم إلغاء التصدير.
bn: এক্সপোর্ট বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'exportació.
cs: Export byl zrušen.
da: Eksporten blev annulleret.
de: Export wurde abgebrochen.
el: Η εξαγωγή ακυρώθηκε.
es: Se canceló la exportación.
fi: Vienti peruttiin.
fr: L'exportation a été annulée.
gu: એક્સપોર્ટ રદ કરવામાં આવ્યું.
he: הייצוא בוטל.
hi: निर्यात रद्द कर दिया गया।
hr: Izvoz je otkazan.
hu: Az exportálás megszakadt.
id: Ekspor dibatalkan.
it: Esportazione annullata.
ja: エクスポートがキャンセルされました
kn: ಎಕ್ಸ್‌ಪೋರ್ಟ್ ರದ್ದುಗೊಂಡಿದೆ.
ko: 내보내기가 취소되었습니다.
ml: എക്സ്പോർട്ട് റദ്ദാക്കി.
mr: एक्सपोर्ट रद्द केले.
ms: Eksport telah dibatalkan.
nb: Eksporten ble avbrutt.
nl: Exporteren is geannuleerd.
or: ଏକ୍ସପୋର୍ଟ ବାତିଲ କରାଗଲା।
pa: ਐਕਸਪੋਰਟ ਰੱਦ ਕੀਤਾ ਗਿਆ।
pl: Eksport został anulowany.
pt_br: A exportação foi cancelada.
pt_pt: A exportação foi cancelada.
ro: Exportul a fost anulat.
ru: Экспорт отменён.
sk: Export bol zrušený.
sl: Izvoz je bil preklican.
sv: Exporten avbröts.
ta: ஏற்றுமதி ரத்துசெய்யப்பட்டது.
te: ఎక్స్‌పోర్ట్ రద్దు చేయబడింది.
th: การส่งออกถูกยกเลิก
tr: Dışa aktarma iptal edildi.
uk: Експорт скасовано.
ur: ایکسپورٹ منسوخ کر دیا گیا۔
vi: Đã hủy xuất.
zh_hans: 导出已取消。
zh_hant: 匯出已取消。

# 不明なエラーが発生しました
source: An unknown error occurred.
ar: حدث خطأ غير معروف.
bn: একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s'est produite.
gu: અજાણી ભૂલ આવી.
he: אירעה שגיאה לא ידועה.
hi: एक अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました
kn: ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 알 수 없는 오류가 발생했습니다.
ml: അജ്ഞാതമായ ഒരു പിശക് സംഭവിച്ചു.
mr: अज्ञात त्रुटी आली.
ms: Ralat yang tidak diketahui telah berlaku.
nb: Det oppstod en ukjent feil.
nl: Er is een onbekende fout opgetreden.
or: ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଲା।
pa: ਇੱਕ ਅਣਜਾਣ ਗੜਬੜ ਹੋਈ।
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
pt_pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel har inträffat.
ta: அறியப்படாத பிழை ஏற்பட்டது.
te: తెలియని ఎర్రర్ ఏర్పడింది.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
ur: ایک نامعلوم خرابی پیش آئی۔
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# 分割ポイントが無効です（0秒または音声の終端以降）
source: Invalid split point (at 0 seconds or past the end of the audio).
ar: نقطة التقسيم غير صالحة (عند 0 ثانية أو بعد نهاية الصوت).
bn: ভাগ করার পয়েন্ট সঠিক নয় (0 সেকেন্ডে বা অডিওর শেষের পরে)।
ca: El punt de divisió no és vàlid (als 0 segons o després del final de l'àudio).
cs: Neplatný bod rozdělení (v 0 sekundách nebo za koncem zvuku).
da: Ugyldigt opdelingspunkt (ved 0 sekunder eller efter lydens slutning).
de: Ungültiger Teilungspunkt (bei 0 Sekunden oder nach dem Ende der Aufnahme).
el: Μη έγκυρο σημείο διαχωρισμού (στα 0 δευτερόλεπτα ή μετά το τέλος του ήχου).
es: Punto de división no válido (en 0 segundos o después del final del audio).
fi: Virheellinen jakokohta (0 sekunnin kohdalla tai äänen lopun jälkeen).
fr: Point de division non valide (à 0 seconde ou après la fin de l'audio).
gu: અમાન્ય વિભાજન બિંદુ (0 સેકન્ડ પર અથવા ઑડિયોના અંત પછી).
he: נקודת פיצול לא חוקית (ב-0 שניות או אחרי סוף השמע).
hi: अमान्य विभाजन बिंदु (0 सेकंड पर या ऑडियो के अंत के बाद)।
hr: Nevažeća točka razdvajanja (na 0 sekundi ili nakon kraja zvuka).
hu: Érvénytelen felosztási pont (0 másodpercnél vagy a hang vége után).
id: Titik pemisahan tidak valid (di 0 detik atau melewati akhir audio).
it: Punto di divisione non valido (a 0 secondi o oltre la fine dell'audio).
ja: 分割ポイントが無効です（0秒または音声の終端以降）
kn: ಅಮಾನ್ಯ ವಿಭಜನಾ ಬಿಂದು (0 ಸೆಕೆಂಡ್‌ನಲ್ಲಿ ಅಥವಾ ಆಡಿಯೋದ ಅಂತ್ಯದ ನಂತರ).
ko: 분할 지점이 유효하지 않습니다(0초 또는 오디오 끝 이후).
ml: വിഭജന പോയിന്റ് അസാധുവാണ് (0 സെക്കൻഡിലോ ഓഡിയോയുടെ അവസാനത്തിന് ശേഷമോ).
mr: अवैध विभाजन बिंदू (0 सेकंदावर किंवा ऑडिओच्या शेवटानंतर).
ms: Titik pisah tidak sah (pada 0 saat atau melepasi penghujung audio).
nb: Ugyldig delingspunkt (ved 0 sekunder eller etter slutten av lyden).
nl: Ongeldig splitspunt (op 0 seconden of na het einde van de audio).
or: ଅବୈଧ ବିଭାଜନ ବିନ୍ଦୁ (0 ସେକେଣ୍ଡରେ କିମ୍ବା ଅଡିଓର ଶେଷ ପରେ)।
pa: ਅਵੈਧ ਵੰਡ ਬਿੰਦੂ (0 ਸਕਿੰਟ 'ਤੇ ਜਾਂ ਆਡੀਓ ਦੇ ਅੰਤ ਤੋਂ ਬਾਅਦ)।
pl: Nieprawidłowy punkt podziału (w 0 sekundzie lub po końcu nagrania).
pt_br: Ponto de divisão inválido (em 0 segundo ou após o fim do áudio).
pt_pt: Ponto de divisão inválido (aos 0 segundos ou após o fim do áudio).
ro: Punct de împărțire nevalid (la 0 secunde sau după sfârșitul înregistrării).
ru: Недопустимая точка разделения (на 0 секунде или после конца записи).
sk: Neplatný bod rozdelenia (v 0 sekundách alebo za koncom zvuku).
sl: Neveljavna točka razdelitve (pri 0 sekundah ali po koncu zvoka).
sv: Ogiltig delningspunkt (vid 0 sekunder eller efter ljudets slut).
ta: தவறான பிரிப்புப் புள்ளி (0 வினாடியில் அல்லது ஆடியோவின் முடிவுக்குப் பிறகு).
te: చెల్లని విభజన పాయింట్ (0 సెకన్ల వద్ద లేదా ఆడియో ముగింపు తర్వాత).
th: จุดแบ่งไม่ถูกต้อง (ที่ 0 วินาทีหรือเลยจุดสิ้นสุดของเสียง)
tr: Geçersiz bölme noktası (0. saniyede veya sesin sonundan sonra).
uk: Недійсна точка розділення (на 0 секунді або після кінця запису).
ur: تقسیم کا پوائنٹ غلط ہے (0 سیکنڈ پر یا آڈیو کے اختتام کے بعد)۔
vi: Điểm tách không hợp lệ (tại 0 giây hoặc sau khi kết thúc âm thanh).
zh_hans: 分割点无效（位于0秒或超出音频结尾）。
zh_hant: 分割點無效（位於0秒或超出音訊結尾）。

# 結合する音声ファイルがありません
source: There are no audio files to merge.
ar: لا توجد ملفات صوتية لدمجها.
bn: একত্রিত করার মতো কোনো অডিও ফাইল নেই।
ca: No hi ha fitxers d'àudio per combinar.
cs: Nejsou k dispozici žádné zvukové soubory ke sloučení.
da: Der er ingen lydfiler at sammenflette.
de: Keine Audiodateien zum Zusammenführen vorhanden.
el: Δεν υπάρχουν αρχεία ήχου για συγχώνευση.
es: No hay archivos de audio para combinar.
fi: Yhdistettäviä äänitiedostoja ei ole.
fr: Aucun fichier audio à fusionner.
gu: જોડવા માટે કોઈ ઑડિયો ફાઇલ નથી.
he: אין קובצי שמע למיזוג.
hi: मर्ज करने के लिए कोई ऑडियो फ़ाइल नहीं है।
hr: Nema audiodatoteka za spajanje.
hu: Nincsenek egyesíthető hangfájlok.
id: Tidak ada file audio untuk digabungkan.
it: Nessun file audio da unire.
ja: 結合する音声ファイルがありません
kn: ವಿಲೀನಗೊಳಿಸಲು ಯಾವುದೇ ಆಡಿಯೋ ಫೈಲ್‌ಗಳಿಲ್ಲ.
ko: 병합할 오디오 파일이 없습니다.
ml: ലയിപ്പിക്കാൻ ഓഡിയോ ഫയലുകളൊന്നുമില്ല.
mr: विलीन करण्यासाठी कोणत्याही ऑडिओ फाइल नाहीत.
ms: Tiada fail audio untuk digabungkan.
nb: Det finnes ingen lydfiler å slå sammen.
nl: Er zijn geen audiobestanden om samen te voegen.
or: ମିଶାଇବା ପାଇଁ କୌଣସି ଅଡିଓ ଫାଇଲ୍ ନାହିଁ।
pa: ਮਿਲਾਉਣ ਲਈ ਕੋਈ ਆਡੀਓ ਫ਼ਾਈਲ ਨਹੀਂ ਹੈ।
pl: Brak plików audio do scalenia.
pt_br: Não há arquivos de áudio para combinar.
pt_pt: Não existem ficheiros de áudio para combinar.
ro: Nu există fișiere audio de combinat.
ru: Нет аудиофайлов для объединения.
sk: Nie sú k dispozícii žiadne zvukové súbory na zlúčenie.
sl: Ni zvočnih datotek za združitev.
sv: Det finns inga ljudfiler att slå samman.
ta: இணைக்க ஆடியோ கோப்புகள் எதுவும் இல்லை.
te: విలీనం చేయడానికి ఆడియో ఫైల్‌లు ఏవీ లేవు.
th: ไม่มีไฟล์เสียงที่จะรวม
tr: Birleştirilecek ses dosyası yok.
uk: Немає аудіофайлів для об’єднання.
ur: ضم کرنے کے لیے کوئی آڈیو فائل نہیں ہے۔
vi: Không có tệp âm thanh nào để ghép.
zh_hans: 没有可合并的音频文件。
zh_hant: 沒有可合併的音訊檔案。
